OpenFOAM/installationsWithAdditionalTools/openfoam-5.x_CFDEM/testCases/enzu_test/CFD.base/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel HerschelBulkley;

HerschelBulkleyCoeffs
{
    nu0      [ 0 2 -1 0 0 0 0 ] 0.854;
    tau0     [ 0 2 -2 0 0 0 0 ] 8.11E-04;
    k        [ 0 2 -1 0 0 0 0 ] 1.414E-03;
    n        [ 0 0  0 0 0 0 0 ] 0.504;
} 

// ************************************************************************* //
